export default {
    // 'test': '测试'
    common: {
        price: '价格',
        quantity: '数量',
        total: '总共',
    },
    header: {
        btn: '链接钱包',
        dropItem1: '我的钱包',
        dropItem2: '退出登录',
        dialogTitle1: '我的钱包',
        dialogTitle2: '已登录地址',
        navItem1: '首页',
        navItem2: '版本规划',
        navItem3: '代币体系',
        navItem4: '商城',
    },
    footer: {
        linkBlock: '更多游戏介绍和详情请查看白皮书'
    },
    home: {
        bannerTxt: '首款社交属性的元宇宙SLG类链游<br/>即将启程',
        bannerBtn: '现在开始',
        bk2Desc: '殖民星球为游戏的起点，在星球上的区域被玩家全部占领后，将通过投票决议的形式来决定这颗星球是采用联邦制还是帝国制。\
        在确定治理机制（联邦|帝国）后，更多的高级权限被解锁，不同的建筑、科技树、武器系统、飞船系统在两种机制影响下呈现出不同的风格；\
        在此之上，玩家通过进一步的发展来争夺有限的资源，塑造在游戏中自己的命运。',
        bk2Item1Hd:'星际殖民',
        bk2Item1: '随着科技树的发展，更多高等级的建筑被解锁，从而让玩家具备了制造近高端装备及星际战舰的能力；这将为星际殖民打下基础。',
        bk2Item2Hd:'联邦制 | 帝国制',
        bk2Item2: '权力和金钱是人性永恒的追求；为了保卫家园，主动进攻可能是你唯一的选择，一场盛大、变化莫测的权力游戏即将登上舞台。',
        bk3Desc: 'Vibranium 设置了具有不同组织结构的多层次场景：行星场景允许玩家形成组织/部落；天体场景允许高层联邦/帝国从行星级别组织征收生产税， \
        同时为行星级组织提供如军事保护权、新型建筑建造权、采矿权、债券发行权和铸币权等特权。',
        bk3Item1: '您可以在游戏内置交易平台上买卖游戏内获取的道具（包括星际飞船），通过不同价差的买卖，你可以最大程度的展现自己的经商天赋。',
        bk3Item2: '你在游戏内可以无需付出任何成本，通过给其他有产个体打工，即可赚取游戏资源。',
        bk3Item3: '在自己的土地上，你可以建造各类建筑来采集矿产或打造装备。',
        bk3Item4: '你可以通过投资采购、武力征服、联盟等各种方式扩张自己名下的土地资源，从而大大延展自己的势力范围。',
        bk4Desc: '厌倦了和平发展？受到其他舰队的攻击怒不可遏？来参与战争吧！无论是作为组织中的先锋部队冲锋陷阵。\
                还是作为领袖运筹帷幄，都能够充分体验在星际中进行SLG的惊险刺激！\
                亦可成为人人闻之色变的星际海盗，劫掠商队、土地甚至星球，都在你的一念之间！\
                完善的飞船系统，提供下至穿梭船，上至战列/航母舰的多个舰种，满足你对星战的一切幻想！',
        bk5Desc: '浩瀚宇宙，探索无极限。Vibranium游戏中，系统在一定规则的指引下，随机生成了大量的星系、星球。\
        厌倦了商战、星战的你，可以和志同道合的朋友一起探索星际，寻找属于自己的世外桃源！星际航行中更可能发现古文明遗迹及其他有趣的随机事件，\
        为专注星际探索的你提供了无限可能。'
    },
    roadmap: {
        desc1: '游戏将在四个主要赛季中进行迭代。',
        desc2: '前两个赛季，玩家会争取个人发展，逐渐形成团体；后续两个赛季，随着宇宙的逐渐演化，资源竞争的需求将更加突出。',
        thCell1: '大版本号',
        thCell2: '最高社会结构',
        thCell3: '最高空间结构',
        thCell4: '新增玩法',
        thCell5: '新增系统',
        tr1Cell2: '有产个体',        
        tr1Cell3: '天体系统',        
        tr1Cell4: '置地、挖矿、打工、强化、天赋、交易、Reloot加成、变现、星际移动、排行榜',        
        tr1Cell5: '经济系统、建筑系统、天赋系统、交易系统、强化系统',        
        tr2Cell2: '组织/部落',        
        tr2Cell3: '天体系统',        
        tr2Cell4: '新建筑、新资源、科技树、参与决策、主职业、中级挖矿',        
        tr2Cell5: '科技系统、物品系统、DAO系统、职业系统',        
        tr3Cell2: '组织/部落',        
        tr3Cell3: '天体系统',        
        tr3Cell4: '战争、副职业、新建筑、新资源、新科技、高级挖矿',        
        tr3Cell5: '飞船系统、军力系统',    
        tr4Cell2: '联邦/帝国',        
        tr4Cell3: '星系',        
        tr4Cell4: '址探索、新建筑、新资源、新飞船、新科技、顶级挖矿',        
        tr4Cell5: '遗址系统',        
        extr: 'S1初始版本将提供10k个测试账号购买资格，优先进入Vibranium的世界攫第一桶金；若未抢到，可以通过Binance NFT二级市场进行购买',
        extrBtn: '于 Binance NFT 进行资格购买'
    },
    token: {
        desc: 'VBN 是完全为Vibranium发行的代币，在游戏中以能量水晶的形式存在作为硬通货，可用于游戏中的消费、发展、战争、参与决策等，提升你的游戏地位，并提高你潜在的盈利能力。',
        btn1: '去DexGuru交易',
        btn2: '去BSC浏览',
        // btn1: '敬请期待',
        // btn2: '敬请期待',
        altr: '敬请期待',
        bk2Hd: '代币功能',
        bk2Item1: '你可以在Vibranium中使用VBN买到一切！装扮、飞船、土地，社会就是这么现实。',
        bk2Link1: '购买游戏道具',
        bk2Item2: '发展才是硬道理，最大化利用代币，精打细算蓬勃发展吧，强大起来才能赚到更多代币。',
        bk2Link2: '赚取更多代币',
        bk2Item3: '打不过对面舰队了吗？消耗作为能量水晶的VBN，为星舰武器充能，想办法干它娘的一炮！高级建筑亦可通过 VBN 提升效能。',
        bk2Link3: '高级玩法损耗',
        bk2Item4: '通过为你的DAO存入 VBN 等途径提升在组织中的影响力，能够获取更多的投票权，决定税收、分红、关键建造、战争偏好、成员去留等。',
        bk2Link4: '参与DAO决策',
        bk3Hd: '双代币模式',
        bk3Desc: '为尽可能降低玩家游玩门槛，友好化游戏操作，让更多人可以参与到黑暗无尽且现实的Vibranium中来，游戏中将有另一种可与\
        VBN一比一兑换的代币，用于游戏中非核心道具的高频交易操作，放心，只需要一点点矿工费用，即可随时进行兑换。',
        bk3Pie1Item1: '团队所有，锁仓一年，一年之后开始释放，24个月释放完毕',
        bk3Pie1Item2: '社区建设，商务合作',
        bk3Pie1Item3: '提供流动性和流动性挖矿',
        bk3Pie1Item4: '游戏产出',
        bk3Pie2desc: '暗物质（DKMT），由粒子探测器不断探测被发现，无限量发行。DKMT 所有的产出都来自游戏，并且都用于服务游戏的发展。',
        bk3Pie2Item1: '出自游戏，用于游戏'
    },
    market: {
        balance: '可用余额',
        navTabItem1: '获取宝箱',
        navTabItem2: '我的宝箱',
        navTabItem3: '我的道具卡',
        boxType1: '领土宝箱',
        boxType2: '建筑宝箱',
        storeTab1Desc: '每个领土宝箱都包含不同矿脉的地块，这是参与游戏并获得收益的基础。(*最终以正式发售的概率为主)',
        storeTab2Desc: '每个建筑宝箱都包含一个粒子探测器，用于 Vibranium 游戏，您可以用它来参与游戏，获取收益。',
        tr1Cell1: '置地卡',
        tr1Cell2: '粒子探测器',
        tr2Cell1: '数量比',
        tr2Cell2: '数量比',
        storePaying: '暂未开启发售',
        storePay: '',
    }
}